HarmEllis/esp32-ble-hid-typer/firmware/sdkconfig.defaults.esp32s3
# ESP32-S3 specific overrides
CONFIG_IDF_TARGET="esp32s3"
CONFIG_BT_BLE_42_FEATURES_SUPPORTED=y
